[
    {
        "title": "Sprzedam książki profil biolchem",
        "slug": "sprzedam-ksiazki-biolchem",
        "category": "education",
        "description": "Jebac ten profil, oddam książki w dobre, naiwne rece za nie duże pieniądze.",
        "price": 100,
        "valueInUSD": 26.07,
        "currency": "PLN",
        "creator_id": 1,
        "contact": {
            "phone": "999 888 777"
        },
        "photos": ["1.jpg", "2.jpg", "3.jpg"],
        "folder": "ksiazki",
        "localization": "Wadowice",
        "country": "Polska",
        "advantages": ["Przylosciowy zakup", "Tanio"]
    },
    {
        "title": "Sprzedam fiata seicento",
        "slug": "sprzedam-seicento",
        "category": "automotive",
        "description": "Sprzedam super auto w super cenie, prawie jak z salonu, rocznik 1999",
        "price": 900,
        "valueInUSD": 234.59,
        "currency": "PLN",
        "creator_id": 3,
        "contact": {
            "phone": "777 888 999"
        },
        "folder": "seicento",
        "photos": ["car_1.jpg", "car_2.jpg", "car_3.jpg", "car_4.jpg"],
        "localization": "Mucharz",
        "country": "Polska",
        "advantages": ["Tanio", "Jezdzi"]
    },
    {
        "title": "Usługi weterynarskie",
        "slug": "uslugi-weterynaryjne",
        "category": "services",
        "description": "Lekarz dentysta, lekarz stomatolog, pot. dentysta – osoba uprawniona do praktycznego stosowania wiedzy z zakresu stomatologii.",
        "price": 2000,
        "valueInUSD": 521.31,
        "creator_id": 2,
        "currency": "PLN",
        "contact": {
            "phone": "888 777 999"
        },
        "folder": "vet",
        "photos": ["vet.jpg"],
        "status": "HIDDEN",
        "localization": "Wadowice",
        "country": "Polska",
        "advantages": ["Zwierzatka sa najwazniejsze"]
    },
    {
        "title": "Czyszczenie kominów",
        "slug": "czyszczenie-kominow",
        "category": "services",
        "status": "SOLD",
        "description": "Kominiarz − rzemieślnik zajmujący się czyszczeniem i sprawdzaniem stanu technicznego przewodów kominowych dymowych, spalinowych i wentylacyjnych.",
        "price": 1000,
        "valueInUSD": 260.66,
        "currency": "PLN",
        "creator_id": 2,
        "contact": {
            "phone": "888 777 999"
        },
        "folder": "chimney",
        "photos": ["chimney.jpg"],
        "localization": "Kraków",
        "country": "Polska",
        "advantages": ["Komin przedkany"]
    },
    {
        "title": "APPLE MacBook Pro 16 i9-9980H 16GB 1000GB SSD AMD Pro 5500M macOS",
        "slug": "macbook",
        "category": "electronic",
        "description": "Oto najpotężniejszy notebook od Apple. Stworzony dla twórców. Ma niesamowity wyświetlacz Retina o przekątnej 16 cali, superszybkie procesory, grafikę nowej generacji, najpojemniejszą baterię w historii MacBooka Pro, nową klawiaturę Magic Keyboard i olbrzymią pamięć masową. To najdoskonalszy sprzęt dla najbardziej wymagających profesjonalistów. Nowy MacBook Pro ma olśniewający wyświetlacz o przekątnej 16 cali – największy ekran Retina w historii przenośnych Maców. Stale utrzymuje jasność 500 nitów, uwydatniając jasne elementy obrazu. Jednocześnie z niesamowitą precyzją porządkuje cząsteczki ciekłego kryształu, żeby generować głębsze czernie. A dzięki szerokiej gamie kolorów P3 zdjęcia i filmy są jeszcze bliższe rzeczywistości. Bez względu na to, gdzie jesteś, rezultaty swojej pracy zobaczysz w najlepszym świetle.",
        "price": 12399,
        "valueInUSD": 3231.87,
        "currency": "PLN",
        "creator_id": 1,
        "contact": {
            "phone": "222 333 444"
        },
        "folder": "macbook",
        "photos": ["1.jpg", "2.jpg", "3.jpg"],
        "localization": "Wadowice",
        "country": "Polska",
        "advantages": ["Ekran 16\", 3072 x 1920px", "Procesor Intel Core i9-9980H", "Wielkość pamięci RAM [GB] 16", "Dysk 1000 GB SSD", "Karta graficzna AMD Radeon Pro 5500M", "System operacyjny macOS Catalina"]
    },
    {
        "title": "Konsola SONY PlayStation 5",
        "slug": "ps5",
        "category": "electronic",
        "description": "PRĘDKOŚĆ BŁYSKAWICY Ultraszybki dysk SSD zapewnia błyskawiczne czasy ładowania. Zainstalowane na konsoli PS5 gry będą ładować się w mgnieniu oka. Wykorzystując moc procesora niestandardowego, procesora graficznego i dysku SSD ze zintegrowanym We/Wy, stworzono nowe zasady tego, na co stać konsolę PlayStation. Co oznacza mniej czekania na loadingu! Kontroler bezprzewodowy DualSense do konsoli PS5 oferuje realistyczne efekty dotykowe, dynamiczne efekty „Trigger” oraz wbudowany mikrofon – a wszystko to zintegrowane w kultowej konstrukcji. Grając, możesz korzystać z efektów dotykowych w wybranych grach na PS5, by na własnej skórze odczuwać akcję, która rozgrywa się na ekranie. Poznaj możliwości adaptacyjnych efektów „Trigger” w wybranych tytułach na PS5. Dzięki tej technologii opór podczas wciskania spustów na kontrolerze zmienia się w zależności od tego, co robisz w grze.",
        "price": 2600,
        "valueInUSD": 677.7,
        "currency": "PLN",
        "creator_id": 1,
        "contact": {
            "phone": "222 333 444"
        },
        "folder": "ps5",
        "photos": ["1.jpg", "2.jpg", "3.jpg"],
        "localization": "Wadowice",
        "country": "Polska",
        "advantages": ["Pojemność dysku twardego 825 GB", "Brak gier w zestawie", "Dołączony kontroler"]
    },
    {
        "title": "AIR MAX EXOSENSE",
        "slug": "air-max-exosense",
        "category": "fashion",
        "description": "Zrób wokół siebie szum dzięki butom Nike Air Max Exosense. Ten fantastyczny fason ma bezszwowe powłoki dodające głębi. Wyściełane poduszki, amortyzacja Nike Air i pianka Cushlon zapewniają nieziemską wygodę. Nowoczesny wygląd dodaje energii, której napływ czujesz w każdym kroku.",
        "price": 399,
        "valueInUSD": 104,
        "currency": "PLN",
        "creator_id": 3,
        "contact": {
            "phone": "333 222 444"
        },
        "folder": "AIR MAX EXOSENSE",
        "photos": ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg"],
        "localization": "Mucharz",
        "country": "Polska",
        "advantages": [
            "Prezentowany kolor: Czerń/Dark",
            "Amortyzacja Nike Air w połączeniu z pianką Cushlon daje uczucie miękkości i sprężystości.",
            "Pasek w obszarze śródstopia łączy się ze sznurowadłami, zwiększając wsparcie.",
            "Wyściełane poduszki na cholewce znajdują się też po wewnętrznej stronie, zwiększając wygodę oraz nadając futurystyczny styl."
        ]
    },
    {
        "title": "FC Barcelona 2021 Stadium Away",
        "slug": "fcb-2021-away",
        "category": "fashion",
        "description": "Reprezentuj swoją drużynę w koszulce FC Barcelona Stadium (wersja wyjazdowa). Jest wykonana z przewiewnego materiału odprowadzającego wilgoć ze skóry, który przynosi ochłodę zarówno podczas gry na boisku, jak i w trakcie kibicowania na trybunach. Ten produkt jest wykonany w 100% z poliestru z recyklingu.",
        "price": 299,
        "valueInUSD": 77.94,
        "currency": "PLN",
        "creator_id": 4,
        "contact": {
            "phone": "333 222 444"
        },
        "folder": "FC Barcelona 2021 Stadium Away",
        "photos": ["1.jpg", "2.jpg", "3.jpg", "4.jpg"],
        "localization": "Kraków",
        "country": "Polska",
        "advantages": ["Charakteryzujący się dużą przewiewnością materiał Nike Breathe przynosi ochłodę.", "Odprowadzanie wilgoci i profesjonalna jakość", "Fason wzorowany na strojach, które zawodnicy noszą w trakcie meczów.", "100% poliester.", "Mozna prac w pralce"]
    },
    {
        "title": "London, SW15 5JS United Kingdom",
        "slug": "uk-london-mansion",
        "category": "real-estate",
        "description": "This exquisitely designed, detached house sits in a generous plot on one of Roehampton’s most favoured residential roads, just minutes from the Royal Richmond Park. The house boasts sixluxurious bedrooms and five bathrooms spread over two floors, as well as a self-contained studio flat on the lower ground floor.",
        "price": 10000000,
        "valueInUSD": 13929850,
        "currency": "GBP",
        "creator_id": 1,
        "contact": {
            "phone": "999 888 111"
        },
        "folder": "uk-mansion",
        "photos": ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg", "7.jpg", "8.jpg", "9.jpg"],
        "localization": "London",
        "country": "United Kingdoms",
        "advantages": ["FULL BATHROOMS: 5", "BEDROOMS: 7"]
    },
    {
        "title": "Oficjalna piłka Spalding NBA Gameball",
        "slug": "nba-ball",
        "category": "sport",
        "description": "Oficjalna piłka NBA Spalding Gameball, którą widzimy codziennie na meczach przez ostatnie prawie 30 lat. Jest specjalnie zaprojektowana na potrzeby najlepszych koszykarzy na świecie, do gry na hali (Indoor). Jest to jedyny model firmy Spalding wykonany z prawdziwej, pełnowartościowej skóry naturalnej. Dzięki temu piłka NBA Game Ball ma długotrwałą żywotność i dostosowuje się do ręki coraz lepiej z gry na grę. Przez wielu fanów okrzyknięta jako najlepsza piłka do koszykówki. Ma doskonały chwyt oraz prowadzenie. Sygnowana przez samego komisarza ligi Adama Silvera. Wszystkie nadruki na piłce są zagłębione w wyżłobieniach ze skóry, co jest charakterystyczne tylko i wyłącznie dla modelu z oficjalnej dystrubucji Spalding Polska.",
        "price": 999,
        "valueInUSD": 260.39,
        "currency": "PLN",
        "creator_id": 3,
        "contact": {
            "phone": "333 111 444"
        },
        "folder": "nba",
        "photos": ["1.jpg"],
        "localization": "Warszawa",
        "country": "Polska",
        "advantages": ["Przeznaczenie: Indoor", "Materiał: Pełnowartościowa skóra", "Rozmiar: 7"]
    },
    {
        "title": "Poszukiwany nauczyciel do technikum informatycznego",
        "status": "BANNED",
        "slug": "technik-informatyk",
        "category": "job",
        "description": "Samobójstwo – celowe odebranie sobie życia. Przyczyny samobójstw są wielorakie. Często wynika ono z uczucia smutku, które w wielu przypadkach jest rezultatem zaburzeń psychicznych, takich jak depresja, zaburzenia afektywne dwubiegunowe, schizofrenia, alkoholizm lub inne uzależnienie od środków odurzających. Stresory takie jak problemy finansowe lub problemy w zakresie relacji międzyludzkich również odgrywają istotną rolę. Samobójstwo może być również popełnione przez zdrowego psychicznie człowieka z powodów ideologicznych. .",
        "price": 10000,
        "valueInUSD": 10000,
        "currency": "USD",
        "creator_id": 2,
        "contact": {
            "phone": "999 999 999"
        },
        "folder": "nauczyciel",
        "photos": ["1.jpg", "2.jpg", "3.jpg"],
        "localization": "Wadowice",
        "country": "Polska",
        "advantages": ["Minimalna krajowa"]
    },
    {
        "title": "Tesla Model 3",
        "slug": "tesla-model-3",
        "category": "automotive",
        "description": "Safety is the most important part of the overall Model 3 design. The metal structure is a combination of aluminum and steel, for maximum strength in every area. In a roof-crush test, Model 3 resisted four times its own mass, even with an all-glass roof: that's the same weight as two full-grown African elephants.",
        "price": 160000,
        "valueInUSD": 41704.85,
        "currency": "PLN",
        "creator_id": 1,
        "contact": {
            "phone": "333 444 222"
        },
        "folder": "tesla",
        "photos": ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg"],
        "localization": "Wadowice",
        "country": "Polska",
        "advantages": [
            "All-Wheel Drive Dual Motor",
            "Quickest acceleration—from zero to 60 mph in as little as 3.1 seconds",
            "Impact Protection",
            "Improved handling and aerodynamics allow for a top speed of 162 mph",
            "Go anywhere with up to 353 mi of estimated range on a single charge",
            "You can use your smartphone as a key, and access all driver controls in the central 15-inch touchscreen. "
        ]
    },
    {
        "title": "Lego Gwiezdne Wojny: Saga Skywalkerów Gra PS5",
        "slug": "lego-star-wars-ps5",
        "category": "computer-and-games",
        "description": "LEGO Gwiezdne Wojny: Skywalker– saga to największa gra z serii LEGO Gwiezdne Wojny, zawierające wszystkie 9 filmów sagi, w tym wysoce oczekiwaną konkluzję serii: Gwiezdne Wojny: Skywalker. Odrodzenie. Wraz z rodziną i przyjaciółmi poprowadźcie setki postaci i pojazdów w swojej własnej podróży przez galaktykę! Od pustyni Geonosis, po bagna Dagobah i śnieżne przestrzenie bazy Starkiller – gracze będą mieli moc odwiedzać wszystkie planety, kiedy chcą i w jakiej kolejności chcą. Cała galaktyka czeka na odkrycie i zabawę!",
        "price": 225,
        "valueInUSD": 58.66,
        "currency": "PLN",
        "creator_id": 1,
        "contact": {
            "phone": "333 444 222"
        },
        "folder": "lego-star-wars-ps5",
        "photos": ["1.jpg"],
        "localization": "Wadowice",
        "country": "Polska",
        "advantages": [
            "Weź udział w akcji wszystkich 9 filmów sagi Gwiezdne Wojny, od Mrocznego widma po, po raz pierwszy w serii LEGO Gwiezdne Wojny, Skywalker. Przebudzenie",
            "Największy wybór postaci w historii serii LEGO Gwiezdne wojny – możesz grać przeciwko siłom zła między innymi jako Luke Skywalker, Rey, Obi-Wan Kenobi, Finn, BB-8 i cały zastęp innych bohaterów, bądź dołączyć do ciemnej strony Mocy jako Darth Vader, Imperator Palpatine, Kylo Ren i inni",
            "Najsłynniejsze pojazdy z całej galaktyki dostępne na zawołanie – wskocz w nad świetlną w Sokole Millennium, by uciec imperialnym statkom, walcz z TIE fighterami Nowego Porządku na pokładzie X-Winga Rebelii, albo ścigaj się na Tatooine"
        ]
    },
    {
        "title": "Ratchet & Clank: Rift Apart PS5",
        "slug": "ratchet-clank-ps5",
        "category": "computer-and-games",
        "description": "The game shares many gameplay similarities with Ratchet & Clank (2016) and other entries in the series. The main playable character is Ratchet. He is accompanied by his robotic friend and sidekick Clank, who is hung on his back. There will also be a playable female Lombax. The player navigates Ratchet through diverse environments across a multitude of levels, defeating enemies with an array of varied weapons and gadgets, and traversing obstacles to complete key mission objectives. This will be the first game in the series to introduce the concept of real-time near instantaneous travel between different areas, planets and other worlds within gameplay scenes via a system of inter-dimensional portals. In order for the player to utilize this feature, a new mechanic dubbed the Rift Tether is introduced in Ratchet's arsenal that pulls him from one side of the portal to another, facilitating that travel functionality with great ease. The game will take advantage of the PlayStation 5's Dualsense controller, Tempest Engine and dedicated ray tracing hardware to support advanced haptic feedback, 3D spatial audio and real-time ray tracing effects.",
        "price": 85,
        "valueInUSD": 85,
        "currency": "USD",
        "creator_id": 2,
        "contact": {
            "phone": "333 444 222"
        },
        "folder": "rachet-and-clank-ps5",
        "photos": ["1.jpg"],
        "localization": "Wadowice",
        "country": "Polska",
        "advantages": ["Blast your way home with an arsenal of outrageous weaponry.", "Experience the shuffle of dimensional rifts and dynamic gameplay.", "Explore never-before-seen planets and parallel universe versions of old favourites."]
    },
    {
        "title": "Smartfon SAMSUNG Galaxy S20+",
        "slug": "samsung-galaxy-s20",
        "category": "electronic",
        "description": "Coraz częściej komunikujemy się przez obrazy, chcemy być w kontakcie ze znajomymi zawsze i wszędzie. Dlatego Samsung Galaxy S20+ otrzymał całkowicie nowy system aparatów, który ma perfekcyjnie uchwycić każdy moment. Powitajmy aparat ze wsparciem AI, Space Zoom i wideo w rozdzielczości 8K. Ze wsparciem sieci 5G*, potężnym procesorem, inteligentną baterią oraz mnóstwem pamięci, smartfon jest gotowy na nowe wyzwania. Galaxy S20+ posiada inteligentny zestaw obiektywów. Sztuczna inteligencja, rozpoznaje sceny i dobiera do nich optymalny czas naświetlania i nasycenia kolorów. Każde zdjęcie perfekcyjnie odda rzeczywistość.Większa matryca aparatu*, rejestrująca większe piksele (1,8 µm) potrafi zarejestrować fotografie bogate w detale nawet przy gorszych warunkach oświetleniowych. A jeśli uruchomisz Tryb nocny, aparat wykona 30 zdjęć w 5 sekund i połączy je w jedną, poprawnie naświetloną i wyraźną fotografię.",
        "price": 4399,
        "valueInUSD": 1143.2,
        "currency": "PLN",
        "creator_id": 3,
        "contact": {
            "phone": "555 111 222"
        },
        "folder": "samsung-s20",
        "photos": ["1.jpg", "2.jpg", "3.jpg", "4.jpg"],
        "localization": "Wrocław",
        "country": "Polska",
        "advantages": ["Bateria, która dotrzyma Ci kroku", "Rewolucyjne zdjęcia i wideo", "Wyświetlacz Infinity-O", "Bezpieczeństwo danych", "Procesor Exynos 990"]
    },
    {
        "title": "Nike Air Vapormax Plus Męskie Czarne ",
        "slug": "nike-air-vapormax",
        "category": "fashion",
        "description": "AIR VAPORMAX PLUS Dziedzictwo rewolucji. W 1987 roku powstała linia Air Max z pierwszą w historii widoczną poduszką gazową. Eksperymentowanie z amortyzacją przyniosło zaskakujące wyniki, a powstały dzięki temu model szybko zyskał status legendy, podbijając zarówno bieżnie, jak i ulice. Na przestrzeni lat ukazywał się w coraz to nowszych, lepszych odsłonach, nie tracąc jednak nic ze swojej oryginalności.",
        "price": 900,
        "valueInUSD": 234,
        "currency": "PLN",
        "creator_id": 4,
        "contact": {
            "phone": "555 111 222"
        },
        "folder": "nike-air-vapormax",
        "photos": ["1.jpg", "2.jpg", "3.jpg"],
        "localization": "Jasna Góra",
        "country": "Polska",
        "advantages": ["Rodzaj obuwia: buty sportowe", "Przeznaczenie: lifestyle", "Materiał cholewki: materiał tekstylny, materiał syntetyczny"]
    },
    {
        "title": "ADICOLOR CLASSICS PRIMEBLUE SST TRACK JACKET",
        "slug": "adidas-tracksuit",
        "category": "fashion",
        "description": "We're not saying that adidas introduced the track suit back in '64. But that doesn't mean others haven't said it. What's undeniable is that those signature 3-Stripes have been popping off of it for decades, whether on the sidelines, in stadiums or on the streets. Everyone from athletes to clubgoers has embraced it, and you can too with this track jacket. For an added bonus, it's supremely comfortable and made from Parley Ocean Plastic yarn that's sourced from recycled plastic",
        "price": 75,
        "valueInUSD": 75,
        "currency": "USD",
        "creator_id": 3,
        "contact": {
            "phone": "555 111 222"
        },
        "folder": "adidas-tracksuit",
        "photos": ["1.jpg", "2.jpg", "3.jpg"],
        "localization": "Winchester",
        "country": "United Kingdoms",
        "advantages": ["Regular fit", "Ribbed collar", "60% recycled polyester, 40% cotton interlock", "Front zip pockets"]
    },
    {
        "title": "Casio FX-9750G II",
        "slug": "expenscive-calculator",
        "category": "education",
        "description": "Kalkulator – niewielkich rozmiarów, przenośne (najczęściej kieszonkowe) elektroniczne urządzenie liczące (początkowo mechaniczne), służące do wykonywania obliczeń matematycznych. Dawniej zdolne do wykonywania jedynie podstawowych operacji arytmetycznych. Obecnie bardziej zaawansowane urządzenia umożliwiają pisanie programów, wykonywanie operacji algebraicznych, na funkcjach matematycznych oraz graficzną prezentację wykresów funkcji – a tym samym coraz bardziej upodobniają się do komputerów. Kalkulator jednak różni się od komputera okrojonymi możliwościami i interfejsem zoptymalizowanym pod kątem obliczeń interaktywnych, a nie programowania.",
        "price": 649,
        "valueInUSD": 167,
        "currency": "USD",
        "creator_id": 4,
        "contact": {
            "phone": "555 111 222"
        },
        "folder": "calculator",
        "photos": ["1.jpg", "2.jpg"],
        "localization": "Kraków",
        "country": "Polska",
        "advantages": ["Flex w pierwszej lawce", "Umie policzyc pierwiastek z kazdej liczby"]
    },
    {
        "title": "Cyberpunk 2077",
        "slug": "cyberpunk2077",
        "category": "computer-and-games",
        "description": "Cyberpunk 2077 jest fabularną grą akcji, zawierającą elementy strzelanek pierwszoosobowych[1]. Gracz wciela się w V, którego płeć, głos, wygląd (twarz, fryzurę, sylwetkę, modyfikacje ciała, rozmiar przyrodzenia czy biustu), pochodzenie i ubiór może dostosować według własnych upodobań. W grze nie ma podziału na klasy postaci, natomiast gracz określa swój sposób gry poprzez rozwijanie cech – budowy ciała, inteligencji, refleksu, zdolności technicznych i opanowania. Postać może rozwijać umiejętności walki wręcz, posługiwania się ostrzami, bronią krótką, strzelbami, karabinami, karabinami snajperskimi, dwiema broniami, jak również hakowania, skrytobójstwa, „zimnej krwi”, inżynierii i sprawności fizycznej. W celu nabycia bądź ulepszenia cyberwszczepów, V musi odwiedzić ripperdoca, z kolei na czarnym rynku kupić może ulepszenia wojskowe[16][17][18][19][20][21][22]. Rzadkość znajdowanego wyposażenia określana jest przez system poziomów, reprezentowanych odpowiednimi kolorami[23]. Przemieszczając się po świecie gry, postać może chować się za osłonami, celować, biegać, wykonywać ślizgi, skoki i podwójne skoki[24][25]. Ataki wręcz można wyprowadzać za pomocą broni do walki w zwarciu[18][26], z kolei broń palna może być modyfikowana i dzieli się na typy Power (rykoszetująca), Tech (przebijająca ściany i przeciwników) oraz Smart (z naprowadzanymi pociskami)[27][28][29]. Pociski z broni dystansowych można spowolnić w trybie bullet-time[18]. W grze pojawiają się cztery rodzaje zadawanych i otrzymywanych obrażeń: fizyczne, termiczne, elektromagnetyczne i chemiczne[17][21][30]. Cyberpunk 2077 oferuje również bronie i cyberwszczepy ogłuszające czy ulepszające skradanie się, wobec czego grę można ukończyć bez zabijania kogokolwiek[31][5].",
        "price": 189,
        "valueInUSD": 50,
        "currency": "PLN",
        "creator_id": 1,
        "contact": {
            "phone": "555 111 222"
        },
        "folder": "cyberpunk",
        "photos": ["1.jpg"],
        "localization": "Kraków",
        "country": "Polska",
        "advantages": ["Rewelacyjna gra"]
    },
    {
        "title": "APPLE iPad Pro 11 6/256GB LTE Gwiezdna szarość",
        "slug": "ipad-pro-11",
        "category": "electronic",
        "description": "Może być magiczną taflą szkła. Może być szybszy niż większość laptopów PC. Może mieć profesjonalne aparaty, które potrafią wzbogacać rzeczywistość. Wystarczy, że Twoim następnym komputerem będzie nowy iPad Pro. Sięgający krawędzi wyświetlacz Liquid Retina robi niesamowite wrażenie1. Dzieje się tak, bo do wyświetlania niesamowitych obrazów wykorzystuje szereg zaawansowanych technologii – od True Tone po ProMotion – i zapewnia najlepsze w branży odwzorowanie kolorów. Wszystko wygląda na nim zachwycająco, a każda czynność jest doskonale płynna. I to właśnie połączenie tych cech daje w sumie najbardziej zaawansowany mobilny wyświetlacz na świecie. Przedni aparat TrueDepth obsługuje Face ID, czyli najbezpieczniejszą metodę uwierzytelniania na podstawie twarzy kiedykolwiek użytą w tablecie czy komputerze. Za jego pomocą możesz też porozmawiać z przyjaciółmi przez FaceTime, zrobić selfie w trybie portretowym lub ożywić konwersacje w apce Wiadomości, zmieniając się w Animoji. ",
        "price": 5200,
        "valueInUSD": 1351,
        "currency": "PLN",
        "creator_id": 2,
        "contact": {
            "phone": "555 111 222"
        },
        "folder": "ipad-11pro",
        "photos": ["1.jpg", "2.jpg", "3.jpg"],
        "localization": "Gdańsk",
        "country": "Polska",
        "advantages": ["Model procesora Apple A12Z Bionic", "Liczba rdzeni: 8", "Taktowanie procesora [GHz] 2.49", "Rozdzielczość ekranu 2388 x 1668"]
    },
    {
        "title": "Volkswagen Passat 2.0",
        "slug": "volkswagen-passat",
        "category": "automotive",
        "description": "Witam, posiadam na sprzedaż doinwestowane auto marki Volkswagen Passat b7 z niezawodnym silnikiem 2.0 140 konnym. Data 1 rejestracji 2013r. Samochód po wymianie kompletnego rozrządu, uszczelniacza wałka, chłodniczki oleju, sondy lambdy, teleje wahaczy, zrobiony był przegląd klimatyzacji wraz z nabiciem i odgrzybieniem. Zakupione zostały również nowe opony wielosezonowe wraz z geometrią kół. Garażowany, auto czyste i zadbane, przegląd do połowy grudnia.",
        "price": 35000,
        "valueInUSD": 9095,
        "currency": "PLN",
        "creator_id": 1,
        "contact": {
            "phone": "555 111 222"
        },
        "folder": "passat",
        "photos": ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg"],
        "localization": "Bochnia",
        "country": "Polska",
        "advantages": ["ABS", "Elektryczne szyby przednie", "Poduszka powietrzna kierowcy", "Wspomaganie kierownicy", "Bluetooth", "Czujniki parkowania przednie", "Isofix", "MP3", "Przyciemniane szyby", "Światła przeciwmgielne"]
    },
    {
        "title": "NEU: Penthouse mit Aufdachterrasse im Boxhagener Kiez",
        "slug": "penthouse-berlin-neu",
        "category": "real-estate",
        "description": "Auf einem historischen Altbau thronend, bietet dieses Penthouse höchsten Komfort und Privatheit. Mit dem Aufzug gelangen Sie bequem bis kurz vor die eigene Wohnungstür, denn das Penthouse liegt auf einer komplett neuen Etage und die Aufdachterrasse nochmals über der eigentlichen Gebäudehöhe. Hier residieren Sie mit vier Schlafzimmern, drei Badezimmern und vielen weiteren Highlights. Das Herzstück bildet der loftartige Wohnbereich mit Süd-Ausrichtung, den Anschlüssen für eine offene Küche sowie die Treppe, über die Sie hinauf zur privaten Aufdachterrasse mit ihrem spektakulären Blick über die Hauptstadt gelangen. Hier können Sie die Sommermonate auf ihrem Sonnendeck genießen und den Sonnenuntergang beobachten, wenn die Hochhäuser der Hauptstadt in dunkelrotes Licht getaucht werden. Ein weiteres Highlight ist der Master Bedroom, denn er besteht aus dem Ankleidebereich, dem eigentlichen Schlafzimmer, dem anschließenden Balkon sowie einem riesigen en suite Badezimmer mit Platz für die eigene Sauna. Darüber hinaus können eine Eckbadewanne, eine bodengleiche Dusche und ein Doppelwaschtisch eingebaut werden. Ein weiteres Schlafzimmer verfügt ebenfalls über ein en suite Badezimmer. Formschöne Armaturen, Badewanne und Dusche sorgen für das perfekte Wellness-Erlebnis als kleine Auszeit. Mit reichlich Wandflächen für Einbauschränke und dem attraktiven Grundriss garantiert dieses Penthouse höchsten Wohnkomfort.",
        "price": 1699000,
        "valueInUSD": 2025121,
        "currency": "EUR",
        "creator_id": 1,
        "contact": {
            "phone": "555 111 222"
        },
        "folder": "wohnung",
        "photos": ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg"],
        "localization": "Berlin",
        "country": "Deutschland",
        "advantages": [
            "Fahrstuhl",
            "Großzügige lichtdurchflutete Räume",
            "Atemberaubender Berlin-Blick",
            "Aufdachterrasse mit eigenem Aufgang",
            "Balkon",
            "Raumklimatisierung",
            "Fußbodenheizung",
            "Sauna",
            "Ankleideraum",
            "2 en suite Badezimmer + ein WC",
            "Kurzfristig bezugsfertig"
        ]
    }
]
